<template>
  <section class="flex flex-col justify-center items-center gap-y-2 animation-1">
    <div class="flex justify-center items-center gap-x-16">
      <div class="w-[500px]">
        <span class="text-white">
          / Я, <b class="text-red-500">Ишин Александр Иванович</b>, учитель английского <b class="text-green-500">школы ЭКО-ТЕХ
          г.Котовска</b>, на своих уроках даю возможность каждому ученику попасть в
          языковую среду. Мы с ними часто делаем различного рода проекты и
          презентации, участвуем в обсуждении на английском языке, разыгрываем
          разные диалоговые ситуации./<br><br> / В своей работе я больше всего ценю
          <b class="text-yellow-400">возможность научить подрастающее поколение чему-то светлому, доброму,
          вечному.</b> Я стараюсь использовать индивидуальный подход для каждого
          учащегося. Мною на уроках задействованы различные <b class="text-red-500">средства ИКТ</b>, а
          также методики по их применению. /
        </span>
      </div>
      <div
        class="w-[638px] h-[600px] flex items-center justify-center"
      >
        <div class="w-full">
          <img class="bg-cover" src="../../assets/sanya.jpg" />
        </div>
      </div>
    </div>
    <div class="flex justify-center items-center h-full gap-x-16">
      <div
        class="w-[638px] h-[600px] flex items-center justify-center"
      >
        <div class="w-full">
          <img class="bg-cover" src="../../assets/katyuha.jpg" />
        </div>
      </div>
      <div class="w-[500px] max-h-[600px]">
        <span class="text-white">
          / Ученица <b class="text-green-500">школы ЭКОТЕХ</b>, <b class="text-red-400">Иванова Екатерина</b>, представляет для класса свой
          проект в рамках внеурочной деятельность по изучению <b class="text-red-500">английского языка!</b>
          Она рассказывает о своём любимом персонаже из "поттерианы". / <br><br> / На наших
          занятиях мы изучаем историю Британии, культуру, а также смотрим
          различные фильмы и делаем проекты по ним. Это отличная возможность не
          только расширить свой словарный запас, но и углубить понимание
          культуры и истории страны изучаемого языка. <b class="text-red-500">Учитель английского языка
          Александр Иванович Ишин</b>, который ведет этот кружок, очень любит свой
          предмет и говорит всем: <b class="text-yellow-400">"Присоединяйтесь к нам и откройте для себя мир
          английского языка!"</b> /
        </span>
      </div>
    </div>
  </section>
</template>
